/**
 * 5. Создать класс.
 * В методе main объявить две переменные.
 * Первую переменную объявить типом char и присвоить значение 1, вторую переменную объявить типом int и присвоить занчение 1.
 * Вывести на консоль результат первая переменная + вторая переменная.
 * Подумать над полученным результатом.
 *
 * @author Alex Shutovich
 */

public class Task_05 {
    public static void main(String[] args) {
        char varChar = 1;
        int varInt = 1;
        System.out.println(varChar + varInt);
    }
}
