/**
 * 4. Создать класс.
 * В методе main объявить переменную типа double и присвоить ей произвольные числовые значения.
 * Сделать явное приведение переменной к типу int.
 * Результат вывести на консоль.
 *
 * @author Alex Shutovich
 */
public class Task_04 {
    public static void main(String[] args) {
        double varOne = 234.57658;
        System.out.println((int) varOne);
    }
}
